tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "sanemat/font"
tap "universal-ctags/universal-ctags"
tap "wez/wezterm"
brew "asdf"
brew "bash-completion"
brew "bat"
brew "docker", link: false
brew "exa"
brew "fd"
brew "gcc"
brew "ghq"
brew "git"
brew "git-delta"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "ruby"
brew "sheldon"
brew "sk"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "zoxide"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "docker"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "raycast"
cask "wezterm"
