tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "broot"
brew "cmatrix"
brew "gcc"
brew "deno"
brew "exa"
brew "fd"
brew "ghq"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "sk"
brew "sl"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "zoxide"
