tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/core"
brew "gcc"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "ghq"
brew "git-delta"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "tree-sitter"
brew "neovim"
brew "ripgrep"
brew "sheldon"
brew "sk"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "zoxide"
