tap "aquaproj/aqua"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
brew "gcc"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "libxml2"
brew "gettext"
brew "gh"
brew "git-delta"
brew "gitui"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "tree-sitter"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "sheldon"
brew "sk"
brew "sqlite"
brew "starship"
brew "tree"
brew "zoxide"
brew "aquaproj/aqua/aqua"
