tap "aquaproj/aqua"
tap "beeftornado/rmtree"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "itchyny/tap"
tap "jdx/tap"
tap "koekeishiya/formulae"
tap "mtgto/macskk"
tap "nikitabobko/tap"
tap "wez/wezterm"
brew "bat"
brew "bottom"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "usage"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "pkgconf"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "sheldon"
brew "tree"
brew "vim"
brew "xh"
brew "yazi"
brew "zoxide"
brew "aquaproj/aqua/aqua"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/yabai"
cask "aerospace"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-chrome"
cask "kitty"
cask "macskk"
cask "raycast"
cask "slack"
cask "wezterm"
