tap "aquaproj/aqua"
tap "beeftornado/rmtree"
tap "homebrew/bundle"
brew "gcc"
brew "eza"
brew "libxml2"
brew "gettext"
brew "gh"
brew "gitui"
brew "luajit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "sheldon"
brew "sk"
brew "sqlite"
brew "tree"
brew "aquaproj/aqua/aqua"
