tap "beeftornado/rmtree"
tap "felixkratz/formulae"
tap "hougesen/tap"
tap "koekeishiya/formulae"
tap "manaflow-ai/cmux"
tap "mtgto/macskk"
tap "nikitabobko/tap"
tap "xwmx/taps"
brew "aqua"
brew "bat"
brew "bottom"
brew "convmv"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "luajit"
brew "markdown-oxide"
brew "usage"
brew "mise"
brew "neovim"
brew "pkgconf"
brew "pngpaste"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "ruby"
brew "sevenzip"
brew "sheldon"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "utftex"
brew "uv"
brew "vim"
brew "xh"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "hougesen/tap/kdlfmt"
cask "nikitabobko/tap/aerospace"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cmux"
cask "copilot-cli"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-hackgen-nerd"
cask "ghostty"
cask "google-chrome"
cask "obsidian"
cask "raycast"
cask "slack"
cask "wezterm"
uv "pyright"
uv "ruff"
uv "sqlfluff"
uv "yamllint"
