tap "aquaproj/aqua"
tap "beeftornado/rmtree"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "itchyny/tap"
tap "koekeishiya/formulae"
tap "wez/wezterm"
brew "bat"
brew "eza"
brew "fd"
brew "gcc"
brew "ffmpegthumbnailer"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "luarocks"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "pkg-config"
brew "poppler"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "sheldon"
brew "starship"
brew "tree"
brew "unar"
brew "xh"
brew "yazi"
brew "zoxide"
brew "aquaproj/aqua/aqua"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "aquaskk"
cask "docker"
cask "font-0xproto-nerd-font"
cask "font-fira-code"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "raycast"
cask "slack"
cask "wezterm"
