christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
gamunu.vscode-yarn
harg.iceberg
mads-hartmann.bash-ide-vscode
MS-CEINTL.vscode-language-pack-ja
ms-python.python
ms-toolsai.jupyter
patbenatar.advanced-new-file
pnp.polacode
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
TabNine.tabnine-vscode
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
